IDEA Connection Link
ConnectionSrv Properties
The ConnectionSrv type exposes the following members.
Properties
Name | Description
CalculationTimeLimit
 Get or set time limit for creating report (or CBFEM calculation)
ConDataContract
 ConDataContract
ConnProviderService
 ConnProviderService
IdeaProject
 return IIdeaProject
ProgressCallback
 ProgressCallback
Top
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace